target/test-classes/requests/sendMessageRequest.xml

 <soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope">
  <soap:Header>
    <context xmlns="urn:zimbra">
      <authToken>#(authToken)</authToken>
      <csrfToken>#(csfrToken)</csrfToken>
    </context>
  </soap:Header>
  <soap:Body>
    <SendMsgRequest xmlns="urn:zimbraMail">
	<m>
	  <e t="t" a='#(test_account1)'/>
	  <e t="c" a='#(test_account2)'/>
	  <e t="b" a='#(test_account3)'/>
	  <su>#(subject)</su>
	  <mp ct="text/plain">
	      <content> #(content)</content>
	  </mp>
	</m>
   </SendMsgRequest>
  </soap:Body>
</soap:Envelope>
   
   
  